// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "ページ裏汚れクリーニング";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "キャンセル";

CleaningConfirmationTitle = "ページ裏汚れクリーニング";
CleaningConfirmationBody = "このプロセスは数分かかります。その間に機械音が聞こえるのは正常です。また、用紙はプリンタ内で前後に移動します。始めるには [OK] をクリックします。";
PaperNotFoundTite = "用紙なし";
PaperNotFoundBody = "ページ裏汚れクリーニング プロセスを始める前に、給紙トレイに用紙をセットします。続行するには [OK] をクリックします。";
BackPageSmearCleaningTitle = "ページ裏汚れクリーニング…";
BackPageSmearCleaningCompleteBody = "ページ裏汚れクリーニングが完了しました。";

NotInitiatedTitle = "クリーニングを開始することができませんでした";
NotInitiatedMsg = "クリーニングの手順を開始することができませんでした。 プリンタがオンラインで、ジョブの処理中でないことを確認してください。";

HSDTitleTextFieldValue = "ページ裏汚れクリーニング";
HSDGuideTextFieldValue = "ページ裏汚れクリーニング プロセスを始める前に、給紙トレイに用紙をセットします。続行するには [クリーニング] をクリックします。";
HSDCleanButtonTitle = "クリーニング";

BackPageSmearCancelingTitle = "キャンセル中";

HSDInfoTextFieldValue = "この手順は、印刷したページの裏に汚れがある場合に実行できます。[裏面の汚れのクリーニング] により、プリンタ内部の汚れが付着している部分がクリーニングされます。";
